postman/getBaseExperience.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://www.pokeapi.com/soap/generation">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getBaseExperience>
            <gs:name>metapod</gs:name>
        </gs:getBaseExperience>
    </soapenv:Body>
</soapenv:Envelope>